Repository: Njemanja/Sturm
Catalog: Sturm/locale/*/LC_MESSAGES/django.po
Languages: de, sr_cyrl

source: English
de: Englisch
sr_cyrl: Енглисх

source: Serbian
de: serbisch
sr_cyrl: Сербиан

source: Serbian (Cyrillic)
de: Serbisch (kyrillisch)
sr_cyrl: Сербиан (Цyриллиц)

source: Spanish
de: Spanisch
sr_cyrl: Спанисх

source: Deutsch
sr_cyrl: Деутсцх

source: ID korisnika nije u ispravnom obliku.
de: Die Benutzer -ID befindet sich nicht in der richtigen Form.
sr_cyrl: ИД корисника није у исправном облику.

source: ID korisnika ne postoji.
de: Die Benutzer -ID existiert nicht.
sr_cyrl: ИД корисника не постоји.

source: Uspešno ste obrisali korisnika.
de: Sie haben den Benutzer erfolgreich gelöscht.
sr_cyrl: Успешно сте обрисали корисника.

source: Broj novih pitanja nije u ispravnom obliku.
de: Die Anzahl der neuen Fragen ist nicht in der richtigen Form.
sr_cyrl: Број нових питања није у исправном облику.

source: Polinom je uvek
de: Polynomie ist immer
sr_cyrl: Полином је увек

source: pozitivan
de: positiv
sr_cyrl: позитиван

source: negativan
de: Negativ
sr_cyrl: негативан

source: Broj nula je dobijen nanižom aproksimacijom koeficijenata, ukoliko se koristi navišna aproksimacija koeficijenata broj nula je
de: Die Anzahl der Nullen wurde durch die Ascensionsnäherung der Koeffizienten erhalten, wenn die verwendete Annäherung der Koeffizientenzahl NILS ist
sr_cyrl: Број нула је добијен нанижом апроксимацијом коефицијената, уколико се користи навишна апроксимација коефицијената број нула је

source: Baza znanja dopunjena.
de: Wissensbasis ergänzt.
sr_cyrl: База знања допуњена.

source: Tabela tačnih odgovora ažurirana.
de: Tabelle der richtigen Antworten aktualisiert.
sr_cyrl: Табела тачних одговора ажурирана.

source: Testiranje neuspešno.
de: Tests fehlgeschlagen.
sr_cyrl: Тестирање неуспешно.

source: Testiranje uspešno.
de: Erfolgreich testen.
sr_cyrl: Тестирање успешно.

source: Neka je ξ ∈ [a, b] označimo V (ξ) broj promena znakova u nizu P0(ξ), P1(ξ), ..., Pr(ξ), ignorišući eventualno javljanje korena polinoma u tom nizu.
de: Sei ξ ξ ∈ [a, b] Anzahl der Änderungen in der Reihe P0 (ξ), p1 (ξ), ..., PR (ξ) und ignoriert die mögliche Reaktion von Wurzeln des Polynoms in dieser Zeile.
sr_cyrl: Нека је ξ ∈ [а, б] означимо В (ξ) број промена знакова у низу П0(ξ), П1(ξ), ..., Пр(ξ), игноришући евентуално јављање корена полинома у том низу.

source: Tada razlika N = V (a) − V (b) određuje broj nula polinoma P(x) na segmentu [a, b].
de: Dann bestimmt die Differenz n = v (a) - v (b) die Anzahl der Nullpolynom -P (x) im [a, b] Segment.
sr_cyrl: Тада разлика Н = В (а) − В (б) одређује број нула полинома П(x) на сегменту [а, б].

source: Granica
de: Grenze
sr_cyrl: Граница

source: nula polinoma
de: Null Polynom
sr_cyrl: нула полинома

source: Grafik polinoma
de: Polynomdiagramm
sr_cyrl: График полинома

source: Unesite polinom.
de: Geben Sie Polynom ein.
sr_cyrl: Унесите полином.

source: Unesite donju granicu.
de: Geben Sie die untere Grenze ein.
sr_cyrl: Унесите доњу границу.

source: Unesite gornju granicu.
de: Geben Sie die Obergrenze ein.
sr_cyrl: Унесите горњу границу.

source: Unesite broj decimala.
de: Geben Sie die Anzahl der Dezimalstellen ein.
sr_cyrl: Унесите број децимала.

source: Donja, gornja granica i koficijent moraju biti brojevi.
de: Die untere, obere Grenze und die Mitarbeit müssen Zahlen sein.
sr_cyrl: Доња, горња граница и кофицијент морају бити бројеви.

source: Donja granica mora biti strogo manja od gornje.
de: Die Untergrenze muss streng kleiner sein als das Obere.
sr_cyrl: Доња граница мора бити строго мања од горње.

source: Broj decimala mora biti jednak ili veći od 0.
de: Die Anzahl der Dezimalstellen muss gleich oder mehr als 0 sein.
sr_cyrl: Број децимала мора бити једнак или већи од 0.

source: Polinom nije ispravan.
de: Polynom ist nicht korrekt.
sr_cyrl: Полином није исправан.

source: Početni polinom P0(x):
de: Polynom p0 (x) beginnen:
sr_cyrl: Почетни полином П0(x):

source: Prvi izvod početnog polinoma P0(x):
de: Die erste Aussage des anfänglichen Polynoms P0 (x):
sr_cyrl: Први извод почетног полинома П0(x):

source: Najveći zajednički delilac polinoma P0(x) i P1(x):
de: Die größte gemeinsame Aufteilung von Polynom p0 (x) und p1 (x):
sr_cyrl: Највећи заједнички делилац полинома П0(x) и П1(x):

source: Šturmov niz polinoma:
de: Sturms Polynomserie:
sr_cyrl: Штурмов низ полинома:

source: Vrednost Šturmovog niza polinoma u tački:
de: Der Wert von Sturges Serie von Polynom in Bezug auf Punkte:
sr_cyrl: Вредност Штурмовог низа полинома у тачки:

source: Prva tačka:
de: Erster Punkt:
sr_cyrl: Прва тачка:

source: Druga tačka:
de: Ein weiterer Punkt:
sr_cyrl: Друга тачка:

source: Teorija
de: Theorie
sr_cyrl: Теорија

source: Broj nula polinoma
de: Nummer Null Polynome
sr_cyrl: Број нула полинома

source: na segmentu
de: auf dem Segment
sr_cyrl: на сегменту

source: je
de: Ist
sr_cyrl: је

source: Unesite poruku.
de: Geben Sie die Nachricht ein.
sr_cyrl: Унесите поруку.

source: Email: {email} {message}
de: E -Mail: {E -Mail} {Nachricht}
sr_cyrl: Емаил: {емаил} {мессаге}

source: Pomoć
de: Helfen
sr_cyrl: Помоћ

source: Uspešno ste poslali poruku. Očekujte odgovor na email adresu.
de: Sie haben die Nachricht erfolgreich gesendet.Erwarten Sie eine Antwort auf die E -Mail -Adresse.
sr_cyrl: Успешно сте послали поруку. Очекујте одговор на емаил адресу.

source: Izaberite jezik
de: Wählen Sie Ihre Sprache
sr_cyrl: Изаберите језик

source: Engleski jezik
de: Englisch
sr_cyrl: Енглески језик

source: Nemački jezik
de: Deutsch
sr_cyrl: Немачки језик

source: Srpski jezik (ćirilica)
de: Serbische Sprache (kyrillisch)
sr_cyrl: Српски језик (ћирилица)

source: Srpski jezik (latinica)
de: Serbische Sprache (lateinisch)
sr_cyrl: Српски језик (латиница)

source: Početna strana
de: Startseite
sr_cyrl: Почетна страна

source: Istorija
de: Geschichte
sr_cyrl: Историја

source: Kviz
de: Quiz
sr_cyrl: Квиз

source: Profil
sr_cyrl: Профил

source: Kontakt
sr_cyrl: Контакт

source: Odjavi se
de: Melden Sie sich aus
sr_cyrl: Одјави се

source: Admin
de: Administrator
sr_cyrl: Админ

source: ID korisnika
de: Benutzer-ID
sr_cyrl: ИД корисника

source: Obriši korisnika
de: Benutzer löschen
sr_cyrl: Обриши корисника

source: Broj pitanja
de: Anzahl der Fragen
sr_cyrl: Број питања

source: Generiši bazu pitanja
de: Generieren Sie die Datenbank mit Fragen
sr_cyrl: Генериши базу питања

source: Resetuj odgovore
de: Setzen Sie die Antworten zurück
sr_cyrl: Ресетуј одговоре

source: Testiraj
de: Prüfen
sr_cyrl: Тестирај

source: Korisničko ime
de: Benutzername
sr_cyrl: Корисничко име

source: Kontaktirajte nas
de: Kontaktieren Sie uns
sr_cyrl: Контактирајте нас

source: Poruka
de: Nachricht
sr_cyrl: Порука

source: Pošalji poruku
de: Senden Sie eine Nachricht
sr_cyrl: Пошаљи поруку

source: Promena lozinke
de: Ändern des Passworts
sr_cyrl: Промена лозинке

source: Unesite email
de: Geben Sie eine E -Mail ein
sr_cyrl: Унесите емаил

source: Email
sr_cyrl: Емаил

source: Potvrdi
de: Bestätigen
sr_cyrl: Потврди

source: Ukoliko želite da koristite neke specifične konstante ili operacije neophodno ih je napisati u sledećem obliku
de: Wenn Sie bestimmte Konstanten oder Operationen verwenden möchten, müssen Sie sie in der folgenden Form schreiben
sr_cyrl: Уколико желите да користите неке специфичне константе или операције неопходно их је написати у следећем облику

source: Aritmetičke operacije
de: Arithmetische Operationen
sr_cyrl: Аритметичке операције

source: Sabiranje
de: Sammlung
sr_cyrl: Сабирање

source: Oduzimanje
de: Subtraktion
sr_cyrl: Одузимање

source: Množenje
de: Multiplikation
sr_cyrl: Множење

source: Deljenje
de: Division
sr_cyrl: Дељење

source: Stepenovanje
de: Abschluss
sr_cyrl: Степеновање

source: Konstante
de: Konstanten
sr_cyrl: Константе

source: Broj
de: Nummer
sr_cyrl: Број

source: Primer unosa
de: Eingabebeispiel
sr_cyrl: Пример уноса

source: Broj nula
de: Nummer Null
sr_cyrl: Број нула

source: na segmentu
de: auf dem Segment
sr_cyrl: на сегменту

source: Kalkulator
sr_cyrl: Калкулатор

source: Kalkulator nula polinoma pomoću Šturmove teoreme
de: Null -Polynomrechner unter Verwendung des Sturma -Theorems
sr_cyrl: Калкулатор нула полинома помоћу Штурмове теореме

source: Polinom
de: Polynom
sr_cyrl: Полином

source: Donja granica
de: Untergrenze
sr_cyrl: Доња граница

source: Gornja granica
de: Obere Grenze
sr_cyrl: Горња граница

source: Broj decimala
de: Anzahl der Dezimalstellen
sr_cyrl: Број децимала

source: Izračunaj
de: Berechnen
sr_cyrl: Израчунај

source: Šturmova teorema
de: Sturge Theorem
sr_cyrl: Штурмова теорема

source: Neka je
de: Möge es sein
sr_cyrl: Нека је

source: polinom sa realnim koeficijentima koji razmatamo nad realnim segementom
de: Polynom mit realistischen Koeffizienten, die wir über die echte Segement verderben
sr_cyrl: полином са реалним коефицијентима који разматамо над реалним сегементом

source: pod pretpostavkom da na tom segmentu ima samo jednostruke nule.
de: Angenommen, nur einzelne Nullen haben in diesem Segment.
sr_cyrl: под претпоставком да на том сегменту има само једноструке нуле.

source: Formirajmo niz polinoma
de: Lassen Sie uns eine Reihe von Polynomen bilden
sr_cyrl: Формирајмо низ полинома

source: na sledeći način
de: wie folgt
sr_cyrl: на следећи начин

source: redom za
de: Um zu
sr_cyrl: редом за

source: označimo
de: MARK
sr_cyrl: означимо

source: broj promena znakova u nizu
de: Anzahl der Zeichenänderungen in einer Zeile
sr_cyrl: број промена знакова у низу

source: ignorišući eventualno javljanje korena polinoma u tom nizu.
de: Ignorieren Sie die möglicherweise meldenden Wurzeln von Polynom in dieser Reihenfolge.
sr_cyrl: игноришући евентуално јављање корена полинома у том низу.

source: Tada razlika
de: Dann der Unterschied
sr_cyrl: Тада разлика

source: određuje broj nula polinoma
de: Gibt die Anzahl der Nullpolynomien an
sr_cyrl: одређује број нула полинома

source: Prijava
de: Anmeldung
sr_cyrl: Пријава

source: Prijavljivanje
de: Login
sr_cyrl: Пријављивање

source: Lozinka
de: Passwort
sr_cyrl: Лозинка

source: Nemate nalog
de: Sie haben kein Konto
sr_cyrl: Немате налог

source: Registrujte se
de: Registrieren
sr_cyrl: Региструјте се

source: ovde
de: Hier
sr_cyrl: овде

source: Zaboravili ste lozinku?
de: Ihr Passwort vergessen?
sr_cyrl: Заборавили сте лозинку?

source: Prijavi se
de: anmelden
sr_cyrl: Пријави се

source: Unesite novu lozinku
de: Geben Sie ein neues Passwort ein
sr_cyrl: Унесите нову лозинку

source: Ponovite lozinku
de: Wiederholen Sie das Passwort
sr_cyrl: Поновите лозинку

source: Ime
de: Name
sr_cyrl: Име

source: Prezime
de: Nachname
sr_cyrl: Презиме

source: Nova lozinka
de: Neues Passwort
sr_cyrl: Нова лозинка

source: Uredi profil
de: Profil bearbeiten
sr_cyrl: Уреди профил

source: Uradili ste dnevni izazov, dođite sutra.
de: Du hast eine lebendige Herausforderung gemacht, komm morgen.
sr_cyrl: Урадили сте дневни изазов, дођите сутра.

source: Izračunaj broj nula polinoma
de: Berechnen Sie Null Polynomzahl
sr_cyrl: Израчунај број нула полинома

source: Trenutni rezultat
de: Aktuelle Punktzahl
sr_cyrl: Тренутни резултат

source: Poeni
de: Punkte
sr_cyrl: Поени

source: Prikaži tabelu
de: Tabelle anzeigen
sr_cyrl: Прикажи табелу

source: Sakrij tabelu
de: Verstecke die Tabelle
sr_cyrl: Сакриј табелу

source: Prikaži više
de: Zeigen Sie mehr
sr_cyrl: Прикажи више

source: Registracija
de: Anmeldung
sr_cyrl: Регистрација

source: Student
sr_cyrl: Студент

source: Zaposleni
de: Mitarbeiter
sr_cyrl: Запослени

source: Ustanova
de: Institution
sr_cyrl: Установа

source: Razlog registracije
de: Grund für die Registrierung
sr_cyrl: Разлог регистрације

source: Imate nalog?
de: Sie haben ein Konto?
sr_cyrl: Имате налог?

source: Prijavite se
de: Melden Sie sich an
sr_cyrl: Пријавите се

source: Registruj se
de: Registrieren
sr_cyrl: Региструј се

source: Rezultat
de: Ergebnis
sr_cyrl: Резултат

source: Početni polinom P0(x)
de: Anfängliches Polynom p0 (x)
sr_cyrl: Почетни полином П0(x)

source: Prvi izvod početnog polinoma P0(x)
de: Die erste Ausführung des anfänglichen Polynoms P0 (x)
sr_cyrl: Први извод почетног полинома П0(x)

source: Najveći zajednički delilac polinoma P0(x) i P1(x)
de: Die größte gemeinsame Aufteilung von Polynom p0 (x) und p1 (x)
sr_cyrl: Највећи заједнички делилац полинома П0(x) и П1(x)

source: Šturmov niz polinoma
de: Sturms Reihe von Polynomen
sr_cyrl: Штурмов низ полинома

source: Vrednost Šturmovog niza polinoma u tački
de: Der Wert von Sturgees von Polynom bei Punkt
sr_cyrl: Вредност Штурмовог низа полинома у тачки

source: na segmentu
de: auf dem Segment
sr_cyrl: на сегменту

source: je
de: Ist
sr_cyrl: је

source: Naredni korak
de: Nächster Schritt
sr_cyrl: Наредни корак

source: Preuzmi PDF
de: PDF herunterladen
sr_cyrl: Преузми ПДФ

source: Unesite korisničko ime.
de: Geben Sie den Benutzernamen ein.
sr_cyrl: Унесите корисничко име.

source: Unesite ime.
de: Geben Sie einen Namen ein.
sr_cyrl: Унесите име.

source: Unesite prezime.
de: Geben Sie den Nachnamen ein.
sr_cyrl: Унесите презиме.

source: Unesite lozinku.
de: Geben Sie Ihr Passwort ein.
sr_cyrl: Унесите лозинку.

source: Unesite lozinku i u drugo polje.
de: Geben Sie das Passwort und in ein anderes Feld ein.
sr_cyrl: Унесите лозинку и у друго поље.

source: Unesite email.
de: Geben Sie eine E -Mail ein.
sr_cyrl: Унесите емаил.

source: Lozinka mora imati minimalno 6 karaktera, barem jednu cifru i barem jedan specijalni znak.
de: Das Passwort muss mindestens 6 Zeichen, mindestens eine Ziffer und mindestens einen speziellen Charakter haben.
sr_cyrl: Лозинка мора имати минимално 6 карактера, барем једну цифру и барем један специјални знак.

source: Unete lozinke nisu iste.
de: Die eingegebenen Passwörter sind nicht gleich.
sr_cyrl: Унете лозинке нису исте.

source: Korisničko ime mora imati između 6 i 25 karaktera i može sadržati samo slova i cifre.
de: Der Benutzername muss zwischen 6 und 25 Zeichen haben und kann nur Buchstaben und Ziffern enthalten.
sr_cyrl: Корисничко име мора имати између 6 и 25 карактера и може садржати само слова и цифре.

source: Korisničko ime već postoji.
de: Der Benutzername existiert bereits.
sr_cyrl: Корисничко име већ постоји.

source: Email već postoji.
de: E -Mail existiert bereits.
sr_cyrl: Емаил већ постоји.

source: Email nije ispravan.
de: E -Mail ist nicht korrekt.
sr_cyrl: Емаил није исправан.

source: Unesite korisničko ime i lozinku.
de: Geben Sie den Benutzernamen und das Passwort ein.
sr_cyrl: Унесите корисничко име и лозинку.

source: Korisničko ime ili lozinka nisu ispravni.
de: Benutzername oder Passwort sind nicht korrekt.
sr_cyrl: Корисничко име или лозинка нису исправни.

source: Korisnik sa datom email adresom ne postoji.
de: Der Benutzer mit einer bestimmten E -Mail -Adresse gibt es nicht.
sr_cyrl: Корисник са датом емаил адресом не постоји.

source: Kliknite na sledeći link da promenite lozinku: {reset_link}
de: Klicken Sie auf den folgenden Link, um Ihr Passwort zu ändern: {reset_link}
sr_cyrl: Кликните на следећи линк да промените лозинку: {ресет_линк}

source: Uspešno ste poslali zahtev za promenu lozinke.
de: Sie haben erfolgreich eine Passwortänderungsanforderung gesendet.
sr_cyrl: Успешно сте послали захтев за промену лозинке.

source: Korisnik sa datim korisničkim imenom postoji.
de: Der Benutzer mit dem gegebenen Benutzernamen existiert.
sr_cyrl: Корисник са датим корисничким именом постоји.

source: Korisnik sa datim emailom već postoji.
de: Der Begünstigte mit der angegebenen E -Mail existiert bereits.
sr_cyrl: Корисник са датим емаилом већ постоји.

source: Uspešno ste promenili podatke.
de: Sie haben die Daten erfolgreich geändert.
sr_cyrl: Успешно сте променили податке.
